[
    {
        "profile": {
            "name": "RWE Renewables",
            "weOffer": [
                [
                    "Heltidsjobb",
                    "Exjobb",
                    "Sommarjobb",
                    "Traineeplatser",
                    "Utlandsmöjligheter"
                ]
            ],
            "desiredDegree": [
                [
                    "Master’s degree (300 ECTS)"
                ]
            ],
            "industry": [
                [
                    "El, Energi och Kraft"
                ]
            ],
            "desiredProgramme": [
                [
                    "Datateknik",
                    "Ekosystemteknik",
                    "Elektroteknik",
                    "Industriell ekonomi",
                    "Maskinteknik",
                    "Teknisk Fysik",
                    "Väg- och vatttenbyggnad"
                ]
            ],
            "didYouKnow": "",
            "aboutUs": "RWE, with a history of 125 years in the energy industry, is one of the world's largest energy producers with operations around the globe. With an earlier focus on fossil fuels, RWE has embarked on a major transition of the company towards becoming a pure renewable company. This journey was accelerated in 2021 where the “Growing Green” strategy was launched, where RWE will invest 500 billion SEK in renewable technologies towards 2030. \n\nRWE Renewables is the entity of RWE driving the transition focusing on developing, constructing and operating renewable assets across a variety of technologies; offshore wind, onshore wind, solar PV, battery and hydrogen. \n\nIn the Nordic countries, RWE Renewables are running operations for more than 1 GW of onshore and offshore wind capacity. RWE Renewables has for many years been a leading player in onshore wind. We are also a front runner in offshore wind, where we are constructing Thor in Denmark, the largest offshore wind farm in the Nordic countries, and are in the late development stage of another significant offshore wind farm project in Sweden, Södra Victoria.",
            "urlWebsite": "https://se.rwe.com/en/",
            "logotype": {
                "size": 4901,
                "name": "RWE logotype.jpg",
                "$file": "1G8BTi89kYVfnWzHqFHkM",
                "type": "image/jpeg"
            }
        },
        "companyHosts": [
            {
                "email": ""
            }
        ]
    }
]